Repository: AndhiMardianto/browserOptions
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, hi, id, ur

source: Add Favorite
ar: إضافة مفضلة
hi: पसंदीदा जोड़ें
id: tambah favorit
ur: پسندیدہ شامل کریں

source: Name:
ar: الاسم:
hi: नाम:
id: nama
ur: نام:

source: URL:
ar: الرابط الإلكتروني:
hi: यूआरएल:
id: URL atau Link
ur: یو آر ایل:

source: Save
ar: حفظ
hi: सहेजें
id: Simpan
ur: محفوظ کریں

source: Both Name and URL are required.
ar: يجب ملء الاسم والرابط الإلكتروني.
hi: नाम और यूआरएल दोनों आवश्यक हैं।
id: Nama dan URL wajib di isi
ur: نام اور یو آر ایل دونوں ضروری ہیں۔

source: Invalid URL. It should start with http:// or https://
ar: الرابط غير صالح. يجب أن يبدأ بـ http:// أو https://
hi: अमान्य यूआरएल। इसे http:// या https:// से शुरू होना चाहिए।
id: URL atau link tidak valid. harus di mulai dengan https://
ur: غلط یو آر ایل۔ اسے http:// یا https:// سے شروع ہونا چاہیے۔

source: Favorite added successfully!
ar: تمت إضافة المفضلة بنجاح!
hi: पसंदीदा सफलतापूर्वक जोड़ा गया!
id: favorit ditambahkan
ur: پسندیدہ کامیابی کے ساتھ شامل کر دیا گیا!

source: Input URL or Keywords
ar: أدخل الرابط الإلكتروني أو الكلمات المفتاحية
hi: यूआरएल या कीवर्ड दर्ज करें
id: masukan URL atau kata kunci
ur: یو آر ایل یا مطلوبہ الفاظ درج کریں

source: Search
ar: بحث
hi: खोजें
id: Cari
ur: تلاش کریں

source: Favorites
ar: المفضلة
hi: पसंदीदा
id: Favorit
ur: پسندیدہ

source: Delete Favorite
ar: حذف المفضلة
hi: पसंदीदा हटाएं
id: Hapus Favorit
ur: پسندیدہ کو حذف کریں

source: Input cannot be empty
ar: لا يمكن ترك الحقل فارغاً
hi: इनपुट खाली नहीं हो सकता।
id: Input tidak boleh kosong
ur: درج کردہ مواد خالی نہیں ہو سکتا۔

source: No browser detected
ar: لم يتم اكتشاف أي متصفح
hi: कोई ब्राउज़र नहीं मिला।
id: Tidak Ada Browser yang terdeteksi
ur: کوئی براؤزر نہیں ملا۔

source: Select Browser
ar: اختر متصفحاً
hi: ब्राउज़र चुनें
id: Pilih Browser
ur: براؤزر منتخب کریں

source: No favorites found
ar: لم يتم العثور على مفضلات
hi: कोई पसंदीदा नहीं मिला।
id: tidak ada favorit
ur: کوئی پسندیدہ نہیں ملا۔

source: Select Favorite
ar: اختر مفضلة
hi: पसंदीदा चुनें
id: Pilih Favorit
ur: پسندیدہ منتخب کریں

source: Select Favorite Link to Delete
ar: اختر رابط المفضلة للحذف
hi: हटाने के लिए पसंदीदा लिंक चुनें।
id: pilih favorit link untuk dihapus
ur: حذف کرنے کے لئے پسندیدہ لنک منتخب کریں۔

source: Favorite deleted successfully!
ar: تم حذف المفضلة بنجاح!
hi: पसंदीदा सफलतापूर्वक हटाया गया!
id: favorit dihapus
ur: پسندیدہ کامیابی کے ساتھ حذف کر دیا گیا!

source: Ok
ar: حسناً
hi: ठीक है
ur: ٹھیک ہے

source: Cancel
ar: إلغاء
hi: रद्द करें
id: Batal
ur: منسوخ کریں
